Repository: redbitcz/simpleshop-wp-plugin
Catalog: languages/simpleshop-cz-*.po
Languages: cs_cz

source: Member sections
cs_cz: Členské sekce

source: Group
cs_cz: Skupina

source: Add group
cs_cz: Přidat skupinu

source: Add new group
cs_cz: Přidat novou skupinu

source: New group
cs_cz: Nová skupina

source: Edit group
cs_cz: Upravit skupinu

source: Show group
cs_cz: Zobrazit skupinu

source: Find groups
cs_cz: Hledat skupiny

source: Parent group:
cs_cz: Nadřazená skupina:

source: No Groups found
cs_cz: Nebyly nalezeny žádné skupiny

source: No Groups is a Trash
cs_cz: Žádné skupiny v koši

source: Plugin activation failed. Please contact your provider and ask to install PHP extensions: cUrl and Mcrypt.
cs_cz: Aktivace se nezdařila. Kontaktuje prosím poskytovatele Vašeho hostingu a požádejte o instalaci rozšíření PHP - cUrl a Mcrypt.

source: SimpleShop - Member sections
cs_cz: SimpleShop - členské sekce

source: Member section with allowed access to page
cs_cz: Členské sekce, které mají přístup na stránku

source: Access to this page is permit only for users of selected Member Sections. If no one section selected, all users is permit to access this page.
cs_cz: Pouze uživatelé v zaškrtnutých členských sekcích mají přístup na tuto stránku. Pokud nic nezaškrtnete, stránku uvidí všichni uživatelé.

source: Page ID to redirect
cs_cz: ID stránky pro přesměrování

source: Select one Page to which user will be redirected when uses is logged in, but have no access to page. This is preffered way. Redirect will works even if target page URL will be changer in future.
cs_cz: Vyberte stránku, na kterou bude uživatel přesměrován, pokud je přihlášen, ale nemá oprávnění k přístupu. Toto je preferovaný způsob - přesměrování bude fungovat, i pokud se v budoucnu změní adresa stránky.

source: Manual URL to redirect
cs_cz: Manuální adresa přesměrování

source: Put manually URL to which user will be redirected when uses is logged in, but have no access to page. If you want to use this method, keep previous field empty.
cs_cz: Zadejte ručně adresu, na kterou bude uživatel přesměrován, pokud je přihlášen, ale nemá oprávnění k přístupu. Pokud využijete tuto volbu, pole výše musí být prázdné.

source: Delay access to content (days from group assign)
cs_cz: Povolit přístup po X dnech od přiřazení do skupiny

source: Number of days to delay before access to content is allowed after registration. For example: If registration to group is at January 1st and you set delay to 5 days, user get access to content from January 6th.
cs_cz: Zadejte počet dní, které musí uplynout od přihlášení uživatele do skupiny pro získání přístupu k tomuto obsahu. Pokud např. uživatel koupí produkt 1.ledna a nastavíte 5 dní, uživatel bude mít ke stránce přístup 6. ledna.

source: Allow access from date
cs_cz: Povolit přístup OD data

source: Date which will be access to content allowed (applied to all groups)
cs_cz: Zadejte datum, od kterého bude stránka přístupná (platí pro všechny skupiny).

source: Allow access to date
cs_cz: Povolit přístup DO data

source: Date until will be access to content allowed (applied to all groups)
cs_cz: Zadejte datum, do kterého bude stránka přístupná (platí pro všechny skupiny).

source: Subject of email when content access allowed
cs_cz: Předmět e-mailu při zpřístupnění obsahu

source: Enter the subject of the email that will automatically be sent to the user when gains access to this content based on the days set above.
cs_cz: Zadejte předmět emailu, který se uživateli automaticky odešle v okamžiku, kdy získá přístup k tomuto obsahu na základě nastavení dní výše.

source: Email message when content access allowed
cs_cz: E-mail při zpřístupnění obsahu

source: Enter an email that will automatically be sent to the user when gains access to this content based on the days set above.
cs_cz: Zadejte email, který se uživateli automaticky odešle v okamžiku, kdy získá přístup k tomuto obsahu na základě nastavení dní výše.

source: SimpleShop - member sections<br/><small style="font-weight:normal;">Choose which member sections the user should have access to.</small>
cs_cz: SimpleShop - členské sekce<br/><small style="font-weight:normal;">Vyberte, do kterých členských sekcí má mít uživatel přístup.</small>

source: Registration date to group %s.
cs_cz: Datum registrace do skupiny %s.

source: Expiration date of registration to group %s.
cs_cz: Datum vypršení platnosti registrace do skupiny %s.

source: Required parameter %s is missing
cs_cz: Povinný parametr %s chybí

source: The email is in wrong format
cs_cz: E-mail je ve špatném tvaru

source: The user couldn't be created
cs_cz: Uživatele nebylo možné vytvořit

source: Settings
cs_cz: Nastavení

source: Yes, send email to new member
cs_cz: Ano, poslat každému novému členovi e-mail

source: No, don't send email to new members
cs_cz: Ne, neposílat e-mail novým členům

source: Email subject
cs_cz: Předmět e-mailu

source: Email message
cs_cz: Text e-mailu

source: Username (email)
cs_cz: Přihlašovací jméno (e-mail)

source: Put email used for login to SimpleShop
cs_cz: Zadejte email, který používáte pro přihlášení do služby SimpleShop

source: SimpleShop API Key
cs_cz: SimpleShop API Klíč

source: Settings updated.
cs_cz: Nastavení upraveno.

source: Plugin implements SimpleShop.cz into Wordpress
cs_cz: Plugin pro propojení Wordpress a SimpleShop.cz

source: Sales form is created in a system <a href="https://www.simpleshop.cz/" title="Sell online anything you want via sales form SimpleShop">Simpleshop.cz</a>.
cs_cz: Prodejní formulář je vytvořen v systému <a href="https://www.simpleshop.cz/" title="Prodávejte online cokoliv s prodejním formulářem SimpleShop" target="_blank">SimpleShop.cz</a>.

source: You can change it here
cs_cz: Změnit ho můžete zde

source: <u>Allowed placeholders:</u><br/><div style="font-style:normal;"><b>{login}</b> = login<br/><b>{password}</b> = password<br/><b>{login_url}</b> = URL to Page where User can login<br/><b>{pages}</b> = list of pages where user has granted access<br/><b>{mail}</b> = user email (usually same as login)<br/></div>
cs_cz: <u>Povolené zástupné znaky:</u><br/><div style="font-style:normal;"><b>{login}</b> = login<br/><b>{password}</b> = heslo<br/><b>{login_url}</b> = URL adresa, na které je možné se přihlásit<br/><b>{pages}</b> = seznam stránek, do kterých má uživatel zakoupený přístup<br/><b>{mail}</b> = e-mail uživatele (většinou stejný jako login)<br/></div>

source: [SERVICE FLAG] You can here override URL to SimpleShop API. Leave blank to use default API.
cs_cz: [SERVICE FLAG] Zde můžete přetížit URL na SimpleShop API. Pro použití výchozího nastavení ponechte prázdné.

source: Disconnect SimpleShop
cs_cz: Odpojit SimpleShop

source: You found it at SimpleShop in Settings -> WP Plugin
cs_cz: Najdete ho ve svém SimpleShop účtu v Nastavení -> WP Plugin

source: Put date until will be access to content allowed (applied to all groups)
cs_cz: Zadejte datum, do kterého bude stránka přístupná (platí pro všechny skupiny)

source: Put date which will be access to content allowed (applied to all groups)
cs_cz: Zadejte datum, od kterého bude stránka přístupná (platí pro všechny skupiny)

source: Put number of days to delay before access to content is allowed after registration. For example: If registration to group is at January 1st and you set delay to 5 days, user get access to content from January 6th.
cs_cz: Zadejte zpoždění (počet dní), než uživatel po registraci získá přístup k obsahu. Například: Pokud je registrace do skupiny k 1. lednu a nastavíte zpoždění na 5 dní, uživatel získá přístup k obsahu od 6. ledna.

source: Put URL to which user will be redirected when uses is logged in, but have no access to page. If you want to use this method, keep previous field empty.
cs_cz: Zadejte adresu URL, na kterou bude přesměrován přihlášený uživatel, který nemá přístup na stránku. Chcete-li použít tuto metodu, nechte předchozí pole prázdné.

source: Remove connection
cs_cz: Odebrat propojení

source: Email which is send to new members:
cs_cz: Nastavení e-mailu, který se posílá novým členům:

source: Send email to new member?
cs_cz: Poslat e-mail novému členovi?

source: You have been granted access to the member section
cs_cz: Byl Vám udělen přístup do členské sekce

source: API Settings - connection with SimpleShop:
cs_cz: Nastavení API - propojení s aplikací SimpleShop:

source: General settings
cs_cz: Obecná nastavení

source: Redirect after success login
cs_cz: Přesměrování po přihlášení

source: Remove hidden content from RSS
cs_cz: Odebrat zabezpečené z RSS

source: Hello, You have been granted access to the member section. Login: {login} Password: {password} You can login at: {login_url} Your purchased content: {pages} Have a nice day, SimpleShop.cz - <i>S námi zvládne prodávat každý</i>
cs_cz: Dobrý den, byl Vám udělen přístup do členské sekce. Login: {login} Heslo: {password} Přihlásit se můžete na: {login_url} Váš zakoupený obsah: {pages} S pozdravem a přáním pěkného dne, SimpleShop.cz - <i>S námi zvládne prodávat každý</i>
